//1. Задать температуру в градусах по Цельсию. Вывести в alert соответствующую температуру в градусах по Фаренгейту. Подсказка: расчёт идёт по формуле: Tf = (9 / 5) * Tc + 32, где Tf – температура по Фаренгейту, Tc – температура по Цельсию
//2. Работа с переменными.
//3. Объявить две переменные: admin и name. Записать в name строку "Василий"; Скопировать значение из name в admin. Вывести admin (должно вывести «Василий»).
//4. *Чему будет равно JS-выражение 1000 + "108"/
//5. *Самостоятельно разобраться с атрибутами тега script (async и defer)//


//1
Tc = 35
Tf = (9 / 5) * 35 + 32
alert(Tf)

//2.3
let name = "Василий";
admin = "Василий";
alert(admin)

//2.4
1000 + "108";


